[
   {
      "id" : 1,
      "name": "KT Mobile App",
      "description": "KT Mobile App was developed for the East-West Seed Knowledge Transfer (EWS-KT), a non-profit corporate foundation tied with the East-West Seed Group.",
      "longDescription": "The app is designed to enhance the abilities of overseeing farmer training programs, making crucial agricultural knowledge more accessible and enhancing farmers' business knowledge. It's a step forward to support smallholder farmers and increase the availability of safe vegetables.",
      "features": [
         "Training management",
         "Training Report",
         "Farmer managements",
         "Farmer Report",
         "Demo Management",
         "Demo Report",
         "Homegarden Management",
         "Homegarden Report",
         "Field Day Management",
         "Field Day Report",
         "Market survey insight",
         "Market survey Report",
         "Offline mode",
         "Notification",
         "Synchronization"
      ],
      "technologyStack" : [
         "React Native",
         "MobX"
      ],
      "images" : [
         "dwadawd",
         "iadwwadaw"
      ],
      "url" : [
         {
            "name" : "Google Play",
            "url" : "https://play.google.com/store/apps/details?id=com.kt.mobile"
         },
         {
            "name" : "App Store",
            "url" : "https://apps.apple.com/app/id1234567890"
         }
      ],
      "highlight": [
         "developed",
         "Training management",
         "Farmer managements",
         "Demo Management",
         "Homegarden Management",
         "Field Day Management"
      ]
   },
   {
      "id" : 2,
      "name": "Shuttle Bus Booking System",
      "description": "The Shuttle Bus Booking System is a web application that allows students, lecturers, and staff to book shuttle bus services between Phnom Penh and vKirirom Pine Resort.",
      "longDescription": "The system is designed to provide a convenient and efficient way for students, lecturers, and staff to book and manage shuttle bus services between Phnom Penh and vKirirom Pine Resort. It features a user-friendly interface that allows users to easily make reservations, track real-time bus schedules, and receive notifications about their trips. Additionally, the system ensures a smooth and organized transportation experience by providing detailed route information, bus availability updates, and driver details. By streamlining the booking process and enhancing accessibility, this solution helps improve the overall efficiency and reliability of shuttle bus services for the academic community.",
      "features" : [
         "Booking system",
         "Bus schedule management",
         "Ticket management",
         "History management"
      ],
      "technologyStack" : [
         "Next.Js",
         "Tailwind CSS",
         "Shadcn/UI",
         "Figma"
      ],
      "images" : [
         "dwadawd",
         "iadwwadaw"
      ],
      "url" : [
         {
            "name" : "Website",
            "url" : "https://shuttlebus.vku.edu.kh/"
         }
      ],
      "highlight": [
         "Booking system",
         "Bus schedule management",
         "Ticket management",
         "History management"
      ]
   },
   {
      "id" : 3,
      "name": "Shuttle Bus Admin System",
      "description": "Shuttle bus admin system is a web application that allows residential admin to manage shuttle bus services.",
      "longDescription": "The system is designed to provide a convenient and efficient way for residential administrators to manage shuttle bus services. It enables seamless handling of schedules, routes, and buses, including detailed information about bus drivers. Additionally, the system facilitates the management of user accounts, including students, staff, and administrators, while also tracking user tickets, trip history, and overall service records. This comprehensive solution ensures smooth operation and enhances the efficiency of shuttle bus services within residential communities.",
      "technologyStack" : [
         "Next.Js",
         "Tailwind CSS",
         "Figma"
      ],
      "features": [
         "Schedule management",
         "Route management",
         "Bus management",
         "User management",
         "Ticket management",
         "History management"
      ],
      "images" : [
         "dwadawd",
         "iadwwadaw"
      ],
      "url" : [
         {
            "name" : "Google Play",
            "url" : "https://play.google.com/store/apps/details?id=com.kt.mobile"
         }
      ]
   },
   {
      "id" : 4,
      "name": "VkClub Mobile Application",
      "description": "VkClub mobile application is a mobile application for customers of vKirirom Pine Resort to make their stay more comfortable and enjoyable.",
      "longDescription": "The vkClub App is a mobile application designed to enhance the experience of customers at vKirirom Pine Resort, making their stay more convenient and enjoyable. It allows users to stay connected with friends and family instantly, communicate with resort service operators anytime, and navigate the area with a digital map. The app also includes an emergency SOS button for added safety and keeps users updated with the latest news and events at the resort. Additionally, customers can top up money within the app to use for resort services and purchases, with the added benefit of exclusive discounts and special offers.",
      "technologyStack" : [
         "Flutter",
         "Firebase",
         "Figma"
      ],
      "features": [
         "Notification",
         "Emergency SOS",
         "Digital map",
         "Top-up feature",
         "News and events",
         "QR payment",
         "Payment history"
      ],
      "images" : [
         "dwadawd",
         "iadwwadaw"
      ],
      "url" : [
         {
            "name" : "Google Play",
            "url" : "https://play.google.com/store/apps/details?id=com.kt.mobile"
         }
      ]
   }
]